{
    "pageTitle": "About us",
    "pageDesc": "Our values and vaulted us to the top of our industry.",
    "aboutTitle": "We don't just build buildings — we build trust, „Lim Group“, we are your reliable partners in the construction industry",
    "whoWeAreTitle": "Who We Are?",
    "whoWeAreText": "Lim Group has been operating in the Georgian construction market since 2006. We have a strong, professional and development-oriented team that provides high-quality, safe and efficient construction projects. The company is actively engaged in both civil and industrial construction and creates high-standard infrastructure throughout Georgia.",
    "whatsInItForMeTitle": "Advantages of working with us",
    "points": {
      "concreteSolution": "High-quality, on-time construction projects",
      "workersSkills": "Continuous improvement of construction standards",
      "standards": "Successful cooperation in the public and private sectors",
      "inclusiveIndustry": "Important industrial infrastructure projects",
      "trust": "A team of professionals, always ready for challenges"
    },
    "subtitle": "Plan + Control",
    "title": "How it Works",
    "steps": [
      {
        "number": "1.",
        "title": "Phase Plan",
        "description": "This step connects the design process and its milestones with construction."
      },
      {
        "number": "2.",
        "title": "Design Pull Plan",
        "description": "We work with the design team to establish a detailed plan for reaching our goals."
      },
      {
        "number": "3.",
        "title": "Coordinated Layout",
        "description": "This process creates a single point of truth: drawings all project."
      },
      {
        "number": "4.",
        "title": "Quality Control",
        "description": "Having geometry worked out in the Layout step, prior to construction."
      }
    ],
    "keyBenefits": "Key Benefits",
    "benefits": [
      "Labor expenses are a common target for cost reduction measures in the construction industry",
      "A good material management system includes proper communication, scheduling, and tracking tools.",
      "Faster supplies can be used upon delivery to a construction site, the better.",
      "Effective material management systems not only ensure that materials are in the right place"
    ]
}