{
    "pageTitle": "About us",
    "pageDesc": "Our values and vaulted us to the top of our industry.",
    "aboutTitle": "We don't just build buildings — we build trust, „Lim Group“, we are your reliable partners in the construction industry",
    "whoWeAreTitle": "Who We Are?",
    "whoWeAreText": "Lim Group has been operating in the Georgian construction market since 2006. We have a strong, professional and development-oriented team that provides high-quality, safe and efficient construction projects. The company is actively engaged in both civil and industrial construction and creates high-standard infrastructure throughout Georgia.",
    "whatsInItForMeTitle": "Advantages of working with us",
    "points": {
      "concreteSolution": "High-quality, on-time construction projects",
      "workersSkills": "Continuous improvement of construction standards",
      "standards": "Successful cooperation in the public and private sectors",
      "inclusiveIndustry": "Important industrial infrastructure projects",
      "trust": "A team of professionals, always ready for challenges"
    },
    "subtitle": "Plan + Control",
    "title": "How it Works",
    "steps": [
  {
    "number": "1.",
    "title": "Planning and Project Design",
    "description": "This step connects the design process and its stages to the construction phase."
  },
  {
    "number": "2.",
    "title": "Design and Engineering",
    "description": "We collaborate with the design team to create a detailed plan to achieve the goals."
  },
  {
    "number": "3.",
    "title": "Construction Execution",
    "description": "This process creates a single source of truth: drawings for the entire project."
  },
  {
    "number": "4.",
    "title": "Completion and Delivery",
    "description": "Geometry works at the layout stage, before construction begins."
  }
],

    "keyBenefits": "Key Benefits",
    "benefits": [
  {
    "highlight": "1. Cost savings",
    "description": "Experience and well-planned processes reduce unnecessary expenses."
  },
  {
    "highlight": "2. Reliable suppliers",
    "description": "The company has experienced and stable partners, ensuring timely delivery of construction materials to the site."
  },
  {
    "highlight": "3. Timely project completion",
    "description": "Every stage is pre-planned and strictly monitored."
  },
  {
    "highlight": "4. Simple processes for clients",
    "description": "The company takes care of everything – you receive the finished result, on time and with quality."
  }
]

}